function Flatwhite() {
    return (
        <div className="about_coffee__container container">
            <h2>Flat White</h2>
            <div>
                <h3>Что такое Флэт Уайт?</h3>
                <p>Напиток с бархатистой нежной текстурой и ярко выраженным кофейным вкусом. 
                Флэт Уайт придуман совсем недавно, в 80х годах, новозеландским бариста, искавшим идеальный баланс вкуса кофе и молока. 
                В 90-х напиток распространился в Австралии и Новой Зеландии, стал очень популярен в Британии, где практически 
                завоевал все сети кофеен, а затем покорил своим вкусом и все другие страны. Основой напитка служит доппио 
                (двойная порция эспрессо) с добавлением небольшого количества вспененного молока. Богатый и насыщенный вкус 
                достигается благодаря использованию зёрен лёгкой степени обжарки, как правило, это бленд двух-трёх сортов арабики.</p>
                <h3>Как готовить Флэт Уайт?</h3>
                <p>В стакан 180 мл приготовить двойную порцию эспрессо (60 мл). Молоко (100-110 мл) 
                взбить в нежную, плоско-ровную пену, чтобы она не сосредотачивалась наверху чашки, а смешивалась с кофе до 
                однородной сливочной нежной текстуры.</p>
            </div>
        </div>
    );
  }
  
  export default Flatwhite;