function Irish(props) {
    const name = props.strName;
    return (
        <div className="about_coffee__container container">
            <h2>{name}</h2>
            <div>
                <h3>Что такое айриш?</h3>
                <p>Это не просто напиток из кофе, виски и сливок. Айриш – это классический коктейль, 
                единственный из согревающих и приготовленных на базе кофе, включенный в официальную барную карту Международной 
                Барменской Ассоциации (IBA). Дата создания айриш кофе доподлинно известна. 19 июля 1942 года Джозеф Шеридан, 
                работавший барменом в аэропорту ирландского городка Фойнс, решил взбодрить пассажиров трансатлантических авиалиний, 
                рейс которых откладывался из-за плохой погоды. Вместо чая с виски, который всегда пили ирландцы, пассажирам-американцам 
                Шеридан предложил добавить виски в их излюбленный кофе. Среди пассажиров был репортер Стэн Делаплэйн, запомнивший 
                напиток и рассказавший о нем владельцу бара в Сан-Франциско, Джеку Кепплеру. Именно Кепплер придумал подавать айриш 
                в стеклянном бокале на ножке и добавил в коктейль сливки. О вкусе айриш кофе лучше всего сказать фразой, 
                приписываемой автору коктейля: «Сливки – густые как ирландский акцент; кофе – крепкий как дружеское рукопожатие; 
                сахар – сладкий как речи мошенника; виски – девственный как обетованная земля».</p>
                <h3>Как готовить айриш?</h3>
                <p>Бокал Irish Coffee нагреть. Заварить во френч-прессе кофе. Лучше использовать 
                арабику средней прожарки и среднего помола. Температура воды не должна быть больше 95 градусов. В бокал положить 
                1 чайную ложку тросникового сахара и налить 40 мл ирландского виски, немного подогреть капучинатором, чтобы сахар 
                лучше растворился. Затем смесь виски с сахаром поджечь и размешивать барной ложкой до полного растворения сахара. 
                Влить в бокал 90 мл свежеприготовленного кофе. Взбить 30 мл сливок (жирность 30% или более) и при помощи барной 
                ложки аккуратно положить ровным слоем в бокал поверх напитка. Пить айриш надо большими глотками, не перемешивая, 
                наслаждаясь приятным вкусом кофе с чуть резковатым оттенком виски, смягченным нежными сливками.</p>
            </div>
        </div>
    );
  }
  
  export default Irish;